export const ru = {
  Word: 'Слово',
  Translation: 'Перевод',
  Add: 'Добавить',
  Skip: 'Пропустить',
  ShowAnswer: 'Показать ответ',
  Delete: 'Удалить',
  installPrompt: 'Установите это приложение:\nнажмите {shareIcon}\nи выберите «На экран «Домой»',
  list: {
    notice: 'Отличное начало! Добавьте больше слов.\n' +
      'Слова могут быть удалены из списка,\n' +
      'если в нём больше трех слов.',
    addLinkText: '',
    addMoreWords: 'Добавить слово'
  },
  add: {
    three: 'Добавьте 3 слова',
    others: 'Добавьте ещё {n} слово | Добавьте ещё {n} слова'
  },
  settings: {
    colorTheme: 'Тема оформления',
    dark: 'темная',
    light: 'светлая',
    system: 'зависит от темы устройства'
  }
}
