export const ru = {
  Word: 'Слово',
  Translation: 'Перевод',
  Add: 'Добавить',
  Skip: 'Пропустить',
  ShowAnswer: 'Показать ответ',
  Delete: 'Удалить',
  installPrompt: 'Установите это приложение:\nнажмите {shareIcon}\nи выберите «На экран «Домой»',
  list: {
    notice: 'Отличное начало, продолжайте в том же духе!\n' +
      'Слова могут быть удалены из списка,\n' +
      'если в нём больше трех слов.',
    addLinkText: '',
    addMoreWords: 'Добавить слово'
  },
  add: {
    three: 'Добавьте 3 слова',
    others: 'Добавьте ещё {n} слово | Добавьте ещё {n} слова'
  },
  updateChecker: {
    text: 'Доступна новая версия! {cta}, чтобы обновить.',
    cta: 'Нажмите здесь'
  },
  settings: {
    colorTheme: 'Тема оформления',
    dark: 'тёмная',
    light: 'светлая',
    system: 'автоматически',
    language: 'Язык интерфейса'
  },
  nav: {
    add: 'Добавить',
    drill: 'Зубрить',
    list: 'Список',
    settings: 'Настройки'
  }
}
